Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/ControlCenter.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# control.quick_recording.description
source: Open Live Transcriber and start recording.
de: Öffnet Live Transcriber und startet die Aufnahme.
ja: Live Transcriberを開いて録音を開始します。
nl: Open Live Transcriber en start de opname.
zh_hans: 打开 Live Transcriber 并开始录音。
zh_hant: 開啟 Live Transcriber 並開始錄音。

# control.quick_recording.destination
source: Recording
de: Aufnahme
ja: 録音
nl: Opname
zh_hans: 录音
zh_hant: 錄音

# control.quick_recording.start
source: Start Recording
de: Aufnahme starten
ja: 録音を開始
nl: Opname starten
zh_hans: 开始录音
zh_hant: 開始錄音

# control.quick_recording.title
source: Quick Recording
de: Schnellaufnahme
ja: クイック録音
nl: Snelle opname
zh_hans: 快速录音
zh_hant: 快速錄音

# widget.home.app_name
source: Live Transcriber
de: Live-Transkription
ja: ライブ文字起こし
nl: Live Transcriptie
zh_hans: 实时转录
zh_hant: 即時轉錄

# widget.home.brand_transcriber
source: Transcriber
de: Transkription
ja: 文字起こし
nl: Transcriptie
zh_hans: 转录
zh_hant: 轉錄

# widget.home.configuration_description
source: Start recording, open saved files, and change recording settings.
de: Starte eine Aufnahme, öffne gespeicherte Dateien und ändere die Aufnahmeeinstellungen.
ja: 録音の開始、保存済みファイルの表示、録音設定の変更ができます。
nl: Start een opname, open bewaarde bestanden en wijzig de opname-instellingen.
zh_hans: 开始录音、打开已保存文件并更改录音设置。
zh_hant: 開始錄音、開啟已儲存檔案並更改錄音設定。

# widget.home.files
source: Files
de: Dateien
ja: ファイル
nl: Bestanden
zh_hans: 文件
zh_hant: 檔案

# widget.home.live_transcript
source: Live transcript
de: Live-Transkript
ja: ライブ文字起こし
zh_hans: 实时转录
zh_hant: 即時轉錄

# widget.home.quick_actions
source: Quick Actions
de: Schnellaktionen
ja: クイックアクション
nl: Snelle acties
zh_hans: 快捷操作
zh_hant: 快速操作

# widget.home.quick_actions_description
source: Start recording or jump to saved files.
de: Starte eine Aufnahme oder öffne gespeicherte Dateien.
ja: 録音を開始するか、保存済みファイルを開きます。
nl: Start een opname of ga naar bewaarde bestanden.
zh_hans: 开始录音或打开已保存文件。
zh_hant: 開始錄音或開啟已儲存檔案。

# widget.home.recording
source: Recording
de: Aufnahme
ja: 録音
nl: Opname
zh_hans: 录音
zh_hant: 錄音

# widget.home.recording_controls
source: Recording Controls
de: Aufnahmesteuerung
ja: 録音コントロール
nl: Opnamebediening
zh_hans: 录音控制
zh_hant: 錄音控制

# widget.home.recording_controls_description
source: Start recording, open saved files, import audio, or adjust recording settings.
de: Starte eine Aufnahme, öffne gespeicherte Dateien, importiere Audio oder passe die Aufnahmeeinstellungen an.
ja: 録音の開始、保存済みファイルの表示、オーディオの読み込み、録音設定の変更ができます。
nl: Start een opname, open bewaarde bestanden, importeer audio of pas de opname-instellingen aan.
zh_hans: 开始录音、打开已保存文件、导入音频或调整录音设置。
zh_hant: 開始錄音、開啟已儲存檔案、匯入音訊或調整錄音設定。

# widget.home.saved_files
source: Saved Files
de: Gespeicherte Dateien
ja: 保存済みファイル
nl: Bewaarde bestanden
zh_hans: 已保存文件
zh_hant: 已儲存檔案

# widget.home.settings
source: Settings
de: Einstellungen
ja: 設定
nl: Instellingen
zh_hans: 设置
zh_hant: 設定

# widget.live_activity.language
source: Lang
de: Sprache
ja: 言語
nl: Taal
zh_hans: 语言
zh_hant: 語言

# widget.live_activity.stop
source: Stop
de: Stopp
ja: 停止
zh_hans: 停止
zh_hant: 停止

# widget.live_activity.transcript
source: Transcript
de: Transkript
ja: 文字起こし
zh_hans: 转录
zh_hant: 轉錄

# widget.home.brand_live
source: Live
ja: ライブ
zh_hans: 实时
zh_hant: 即時

# widget.home.start
source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

# widget.home.stereo_audio
source: Stereo audio
ja: ステレオ音声
zh_hans: 立体声音频
zh_hant: 立體聲音訊

# widget.live_activity.status
source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態
